# EndText

## Description
Procedure EndText completes creation of a new text object.

```pascal
PROCEDURE EndText;
```

```python

def vs.EndText():
    return None
```

## See Also
VS Functions:
BeginText| CreateText

## Version
Availability: from MiniCAD
## Category
* Objects - Text